export default {
  home: '主页',
  product: '产品介绍',
  about: '关于我们',
  consult: '资讯',
  introduce: '介绍 ',
  introduceProduct: '项目介绍:这里是项目描述内容（你可以自己设计）',
  design: '项目设计',
  preview: '项目预览',
  class: '分类',
  categories: '项目分类',
  template: '模板',
  productTemplate: '项目模板',
  Product1: 'Product1',
  Product2: 'Product2',
  consultClass: '文章分类',
  consultMessage: '咨询消息',
  consult1: 'Consult1',
  consult2: 'Consult2',
  concate: '联系我们',
  newTry: '新尝试！',
  lyberpink: 'LyberPink',
  whyus: '欢迎体验我们新的产品，他可以为你提供...',
  go: '立即查看',
  whatWeDo: '我们在做什么?',
  whatWeHave: '我们有什么产品?',
  joinDesc: '我们公司很好很好，欢迎加入我们，一起策马奔腾呀!!',
  joinus: '加入我们',
  news: '新鲜事',
  previewCard: {
    title: '标题',
    desc: '内容描述，这是我们最新的...',
    beauty: '一些漂亮又厉害的描述语言，没有也可以'
  },
  showCard: {
    proName: '产品明细',
    proDesc: '简短描述可以没有'
  },
  article: {
    title: '欢迎来到我们的游戏公司 - SevenBOX！',
    desc1: `在SevenBOX，我们致力于创造创新而引人入胜的游戏。我们的使命是提供令人惊叹的游戏体验，给玩家带来乐趣和兴奋。凭借充满激情和创造力的团队，我们努力开发高质量的游戏，提供独特且引人入胜的游戏玩法。`,
    desc2: `创新和尖端技术是SevenBOX的核心。我们不断追求新颖的创意和独特的游戏机制，为玩家提供全新且难以忘怀的游戏体验。我们的团队拥有丰富的游戏开发经验和技术专长，能够应对挑战，并提供最佳解决方案。`,
    desc3: `我们的游戏作品涵盖了广泛的游戏类型，包括动作、冒险、策略和角色扮演等。无论您喜欢刺激的战斗还是沉浸式的故事情节和角色发展，我们的游戏都能满足您的需求。我们致力于打造精心设计的关卡，惊艳的视觉效果，沉浸式的音效和流畅的游戏操作，让玩家真正沉浸在游戏世界中。`,
    desc4: `除了游戏开发，我们还积极参与游戏社区和行业活动。我们与其他开发者、艺术家和设计师合作，进行知识共享和创意交流，不断学习和成长。我们定期参加游戏展览和比赛，展示我们的作品并与玩家互动。`,
    desc5: `在SevenBOX，玩家始终是我们关注的焦点。我们的目标是创造出令人着迷且引人共鸣的游戏，为玩家带来无尽的享受和珍贵的回忆。我们坚信游戏的力量，它可以将人们聚集在一起，带来快乐、挑战和共同体验。通过我们的游戏，我们希望给玩家的生活带来无尽的乐趣和冒险。`,
    desc6: `感谢您对我们公司的关注和支持！如果您对游戏开发、游戏体验或潜在合作机会有任何问题，请随时向我咨询。让我们一起踏上非凡的游戏之旅吧！`
  },
  productDetail: {
    title: '【SevenBOX游戏公司】很高兴向您介绍我们最新的游戏产品——"幻境之旅"。',
    desc1: `"幻境之旅"是一款奇幻冒险类的角色扮演游戏，将带领玩家进入一个充满魔法和神秘的世界。在这个游戏中，玩家将扮演一个勇敢的冒险者，探索神奇的地方，与各种奇幻生物交互，并面临各种挑战和谜题。`,
    desc2: ` 游戏中的世界充满了绚丽多彩的场景，从古老的森林到神秘的遗迹，再到壮丽的城市，每个地方都充满了独特的风格和令人着迷的细节。玩家将通过探索这些地方，解开隐藏在背后的秘密，揭示出一个令人惊叹的故事。`,
    desc3: `在"幻境之旅"中，玩家将遇到各种各样的角色，从友好的NPC到邪恶的敌人。与这些角色进行互动，并进行对话和任务，将有助于玩家的冒险旅程。玩家可以选择不同的职业和技能，根据自己的喜好和游戏策略来进行角色发展。`,
    desc4: `除了主线任务，游戏还提供丰富的副本和挑战活动。玩家可以组队与其他玩家合作，共同击败强大的怪物和boss，获取珍贵的奖励和装备。此外，游戏中还有竞技场和排行榜系统，玩家可以与其他玩家进行对战和比拼，争夺荣耀和排名。`,
    desc5: `"幻境之旅"以其精美的画面和流畅的操作，为玩家带来了沉浸式的游戏体验。游戏中的音效和音乐也充分展现了奇幻世界的氛围，让玩家感受到身临其境的感觉。`,
    desc6: `我们团队在开发"幻境之旅"时，投入了大量的心血和努力，希望为玩家呈现一个令人难忘的游戏世界。我们将不断更新和改进游戏内容，以确保玩家能够享受到最佳的游戏体验。
    "幻境之旅"即将于下个月正式发布，敬请期待！加入我们的游戏世界，展开一场奇幻的冒险之旅吧！`
  },
  introduceDetail: {
    title: '【SevenBOX游戏公司】为您带来的世界级游戏产品',
    desc1: `欢迎来到SevenBOX游戏公司！作为一家领先的游戏开发公司，我们自豪地推出了一系列令人兴奋和引人入胜的游戏产品，让玩家们沉浸在令人难忘的游戏世界中。`,
    desc2: `1.《奇幻之旅》（Journey of Enchantment）：这款奇幻冒险角色扮演游戏将带领玩家进入一个充满魔法和神秘的世界。玩家将扮演勇敢的冒险者，探索神秘的地方，与各种奇幻生物互动，并面临各种挑战和谜题。精美的场景、丰富的任务和流畅的操作将让您沉浸在奇幻的冒险之旅中。`,
    desc3: `2.《未来战争》（Future Warfare）：这款科幻战略游戏将带您进入未来世界的战争舞台。玩家将扮演指挥官，领导军队进行战略部署、资源管理和战斗指挥。合理的策略和决策将决定战局的胜负。精美的图形和令人兴奋的战斗场景将使您身临其境，感受未来战争的紧张刺激。`,
    desc4: `3.《竞速传奇》（Racing Legends）：这款极速竞速游戏将带您进入世界各地最具挑战性的赛道。选择您喜爱的跑车，挑战各种赛道和比赛模式。精准的操控和高速冲刺将带给您极致的竞速体验。逼真的赛车模型和华丽的视觉效果将使您身临其境，感受风驰电掣的速度。`,
    desc5: `4.《宇宙探险家》（Space Explorers）：这款太空冒险游戏将带您展开一段星际探险之旅。在广阔的宇宙中探索未知的星球，解锁秘密和发现新的资源。建立您自己的宇宙基地，招募船员和升级舰队，与其他玩家展开太空战斗和贸易。这个无限宇宙中的冒险将让您体验到无尽的探索和发现之乐。`,
    desc6: `以上只是我们游戏公司产品中的一小部分。我们的目标是为玩家们提供多样化的游戏体验，涵盖不同的游戏类型和风格。无论您是喜欢冒险、战略、竞速还是太空探险，我们都有适合您的游戏。我们的团队将继续努力创新和改进，为玩家们带来更多精彩的游戏作品。`
  }
}
